[Main]
DisplayName=Magyar

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Biztonságos honlap
Site_Risk_tip=A weblap potenciális fenyegetéseket tartalmazhat
Protected_Off_tip=Advanced SystemCare böngésző védelem: ki
Site_Safe=Biztonságos:
Site_Risk=Kockázatos:
Site_Advisory=Tanácsadó
Site_Details=További részletek
Link_Safe_tip=Ez a link biztonságos.
Link_Risk_tip=Ez a link nem biztonságos.
Sender_Risk_tip=Ez a küldő gyanús.
Link_Phish_tip=Ez a link adathalász fenyegetést tartalmaz.
Risk_Title_Phish=Ezt a weboldalt adathalászként jelentették.
Site_Risk_link=Ez az e-mail kártékony linket tartalmaz.
Site_Risk_sender=Az e-mail küldője gyanús.
Site_Risk_link_sender=Ez az e-mail kártékony linket tartalmaz, és a küldő gyanús.
Site_Risk_phish=Ez az oldal adathalász fenyegetést tartalmaz.
Risk_Title=Ez a honlap nem biztonságosnak van jelentve
Risk_recommend=Azt javasoljuk, hogy ne folytassa a böngészést ezen a webhelyen.
Risk_goBack=Mégsem
Risk_report=Téves riasztás jelentése
Risk_continue=Ennek ellenére folytassa
Site_turbo_tip=A Böngészés védelem le van tiltva, mert az Opera Turbó módban fut
ads_Removed=eltávolított hirdetések ezen az oldalon
ads_Nofound=Nem található hirdetés
Site_Miner_tip=A kriptovaluta bányászat ezen az oldalon blokkolva van

